import { BL } from "../../Components/Utility";
import log1 from "../Image/Log/log1.png";
import log2 from "../Image/Log/log2.png";
import log3 from "../Image/Log/log3.png";
import log4 from "../Image/Log/log4.png";
import log5 from "../Image/Log/log5.png";
import log6 from "../Image/Log/log6.png";
import log7 from "../Image/Log/log7.png";
import log8 from "../Image/Log/log8.png";
import log9 from "../Image/Log/log9.png";
import log10 from "../Image/Log/log10.png";

const LogArray = [
  {
    img: log10,
    title: "자취를 시작한 후 책상에 오래 앉게 된 이유.",
    desc: (
      <>
        작년 10월부터 자취를 시작했습니다.<BL></BL>새로운 환경에서 살다보니 생활
        습관이 바뀐 것들이 몇 가지가 있는데요. 오늘은 그 중 책상에 오래 앉게 된
        것에 대해 이야기해보려 합니다.<BL></BL>자취하기 전에도 지금처럼 이런저런
        작업을 많이 했습니다. 차이가 있다면 이전엔 작업을 주로 밖에서 했다는
        건데요. 집 주변 카페에서 오랜 시간 작업을 하고 원두 냄새를 옷에 잔뜩
        배어 왔습니다.<BL></BL>근데 신기하게도 자취를 하고 나서는 집 책상 앞에서
        작업하는 시간이 늘었습니다. 종종 기분 전환하러 카페를 가긴 하지만 보통은
        집에서 작업을 하게 됩니다.<BL></BL>원인이 무엇일까요?<BL></BL>원인은
        바로 ‘공간의 분리’였습니다. 원래 살던 집과 달리 자취 집은 책상 공간과
        침실 공간이 나뉘어져 있다는 점에서 차이가 있었습니다.<BL></BL>원래
        집에선 책상 바로 뒤에 침대가 있어서 틈틈이 침대에 누웠다가 결국 거기서
        못 빠져나온 경우가 많았는데요. 자취 집은 복층이라 침실이 시선에 안
        들어오고 계단을 타고 올라가야 하다보니 그런 빈도가 확 줄었습니다. 그리고
        침대로 향하는 빈도가 준 만큼 책상 앞에서 더 많은 시간을 보내게 된 것
        같습니다.<BL></BL>눈이 가는 곳엔 몸이 가고 결국엔 마음이 가는 것인지 참
        신기했습니다. 단순히 공간의 구성이 바뀐 것만으로 저의 생활 습관이
        달라졌습니다.<BL></BL>(실제로 유튜브에서 건축 관련 콘텐츠를 보니
        작업실과 침실 공간을 분리해놓은 경우도 종종 보았습니다. 해당 게시글
        이미지도 그 영상 중 하나입니다.)<BL></BL>이런 경험을 출판전야를 만들 때
        잘 녹여야겠다는 생각이 듭니다. 작업할 땐 작업에, 몽상할 땐 몽상에 더
        몰입할 수 있도록 작업실과 침실을 구분해놓을 예정입니다.<BL></BL>복층으로
        구분할지, 슬라이딩 도어로 구분할지 방법은 참 다양할 것 같은데요. 어떤
        식으로 구분했을지 나중에 꼭 출판전야에 오셔서 확인해주세요!<BL></BL>
        이미지 출처: NEVER TOO SMALL, Melbourne Flexible Small Apartment
      </>
    ),
    date: "2022.04.05",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/Cb-HMp8vwRO/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log9,
    title: "출판전야에 오는 기대감이 배가 될 수 있도록.",
    desc: (
      <>
        작업을 하러 종종 가는 곳이 있습니다. 바로 시청 덕수궁 바로 앞에 위치한
        마이시크릿덴입니다.<BL></BL>마이시크릿덴에 가는 날엔 설렙니다. 크게 두
        가지 이유 때문인데요.<BL></BL>먼저 마이시크릿덴 자체의 매력입니다.
        마이시크릿덴은 조용히 작업에 몰두할 수 있는 공간은 물론 멋진 덕수궁 뷰를
        제공합니다. 열심히 글을 쓰다가도 잠시 창문 밖의 덕수궁 뷰를 보며 쉴 수
        있어 참 좋습니다.<BL></BL>그 다음 매력은 바로 동네입니다. 작업을
        마무리하고 마이시크릿덴을 나오면 덕수길 돌담길이 눈에 들어옵니다. 길이
        이쁘다보니 자연스레 따라 걷게 되고 어느새 정신차려보면 동네를 여행하고
        있는 스스로를 발견하게 됩니다. 주변에 덕수궁을 시작으로 광화문 그리고
        서촌까지 참 구경할 게 많기 때문입니다.<BL></BL>저는 이런 경험을 하며
        출판전야와 어울리는 동네를 잘 찾아봐야겠다는 생각을 하게 되었습니다.
        <BL></BL>
        출판전야에 머무는 분들에게 멋진 경치와 누빌 거리를 마련해줄 수 있는
        동네.<BL></BL>그런 동네를 찾기 위해 주말마다 시간을 내서 성북동, 서촌,
        북촌 등을 다니고 있습니다. 나중엔 서울 외의 지역도 돌아다니며 출판전야가
        뿌리내릴 동네를 찾아다닐 생각입니다.<BL></BL>후보 동네를 고르는 조건은
        크게 아래와 같은데요.<BL></BL>- 창작(예술)과 이야기가 있는 동네<p></p>-
        자연과 가까운 동네<p></p>- 너무 멀지 않은 동네<BL></BL>발품을 팔수록
        출판전야에 찾아오시는 분들의 한걸음, 한걸음이 기대감으로 채워질 것을
        믿고 열심히 돌아다녀봐야겠습니다.<BL></BL>혹시 추천하고 싶으신 동네가
        있다면 편하게 말씀해주세요!
      </>
    ),
    date: "2022.04.01",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/CbxWNqIvc3C/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log8,
    title: "마침표를 찍는 일엔 시간이 필요한 걸 알기에.",
    desc: (
      <>
        마침표를 찍기까지 우리는 셀 수 없는 고민과 끊임없는 퇴고의 과정을
        거칩니다. 아무도 알아차리지 못할 것 같은 작은 흠결도 만드는 사람은
        알기에 정성을 다해 바로잡습니다.<BL></BL>마침표를 찍는 일은 이렇게 온
        마음을 다하는 일이기에 그만큼의 시간을 필요로 합니다. 단박에 이루어지는
        일이 아닌 것입니다.<BL></BL>그렇기에 저는 출판전야를 장박(長泊)하기 좋은
        곳으로 만들고 싶습니다. 마음을 다해야하는 고된 과정에 시간적 여유라도
        갖길 바라기 때문입니다.<BL></BL>시간적 여유를 갖고 마침표를 찍는 것에
        집중할 수 있는 출판전야.<BL></BL>이를 위해 우선 숙박 비용에 대해 고민이
        필요해보입니다. 숙박 기간이 길어지면 그만큼 숙박 비용에 대한 부담도
        커지기 마련이니까요. 숙박 비용에 대한 부담을 줄이기 위해 출판전야에선
        머무는 기간이 길수록 1박 당 가격을 인하하는 방안을 생각 중입니다.
        <BL></BL>그 다음으로는 짐에 대한 고민도 하고 있습니다. 장박(長泊)을 할
        경우 챙겨야할 것에 대한 부담이 또한 커집니다. 입을 옷, 생필품 등. 이
        부분에 대한 부담을 최소화할 수 있도록 출판전야 내 생활복, 생활용품, 작업
        도구 등을 준비해놓을 계획입니다.<BL></BL>이외에도 출판전야가
        장박(長泊)하기 좋은 곳이 되기 위해 필요한 것들에 대해 꾸준히
        고민해봐야겠습니다. 만약 장박(長泊)에 필요한 게 있다면 언제든 편하게
        말씀해주세요!
      </>
    ),
    date: "2022.03.30",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/CbunSpQPjnF/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log7,
    title: "위로와 영감을 주는 문장을 수집해야겠습니다.",
    desc: (
      <>
        전 사색과 독서가 필요할 때 뷰클런즈라는 동네 카페에 자주 갑니다.
        뷰클런즈는 북유럽의 휴식을 주제로 한 카페인데요. 목조 인테리어와 인센스
        향이 편안한 느낌을 줍니다.<BL></BL>인테리어와 향이 아니어도 뷰클런즈엔
        특별한 매력이 있는데 바로 문장들입니다. 뷰클런즈에선 휴식, 예술과 관련된
        좋은 문장들을 만나볼 수 있습니다.<BL></BL>특히 음료를 주문하고 문장
        카드를 뽑는 경험이 특별합니다. 포춘 쿠키처럼 어떤 문장이 나올지 기대하게
        되는데요. 종종 당시의 기분, 고민과 잘 맞아떨어지는 문장이 나옵니다.
        <BL></BL>문장 카드는 뷰클런즈라는 공간을 만들며 영감을 준 책의 문구들을
        선별하여 만들어졌다고 합니다. 실제로 문장 카드를 읽어보면 뷰클런즈라는
        공간과 참 어울린다는 생각이 듭니다.<BL></BL>이외에도 좋은 문장들은 공간
        곳곳에서 만나볼 수 있습니다. 그리고 그렇게 뷰클런즈와 잘 어우러지는
        문장들을 마주하다보면 어느새 그곳의 분위기에 동화됩니다. 마치 주문에
        걸린 것처럼 뷰클런즈의 휴식이라는 주제에 점차 빠져들게 되는 것이죠.
        <BL></BL>이런 좋은 경험을 하며 저 또한 출판전야에 몽상, 창작과 관련된
        좋은 문장들을 녹여내야겠다 결심하게 되었습니다. 출판전야 적재적소에
        알맞는 문장들을 주문처럼 심어놓는 것입니다.<BL></BL>이를 위해 출판전야의
        주제와 어울리는 멋진 문장들을 차근차근 수집할 계획입니다. 출판전야에서
        만나게 될 문장들을 기대해주세요!
      </>
    ),
    date: "2022.03.10",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/Ca7H1gPBkGG/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log6,
    title: "비록 마주한 적은 없지만, 우리는 인연입니다.",
    desc: (
      <>
        북촌을 하염없이 돌아다니다 흥미로운 책방을 하나 발견했습니다. 과학
        서적을 다루는 서점 ‘갈다’였는데요. 과학을 주제로 한 책들을 잘 큐레이션
        해놓았습니다. 과학에 문외한인 저조차도 책을 하나 구입했을 정도로
        큐레이션이 괜찮았습니다.<BL></BL>또 서점 안을 과학이라는 컨셉에 맞게 잘
        구성해놓았는데 그 중 특히 방명록이 기억에 남았습니다. 방명록을 남기는
        방식이 특이했기 때문인데요. 손님들은 계산대 앞의 수학 학습지를 푸는
        방식으로 방명록을 남길 수 있었습니다.<BL></BL>학습지 난이도는 초등
        수준이라 어렵지 않았고 여러 사람들이 문제를 풀어놓은 흔적이 보였습니다.
        <BL></BL>
        서점에 찾아온 사람들이 함께 풀어가는 학습지. 서점에 찾아온 사람들이
        과학(수학)을 주제로 인연을 맺는 모습이 보기 좋았습니다.<BL></BL>이런
        모습을 보며 출판전야에 찾아오시는 몽상가분들을 방명록을 통해 서로
        연결해주면 좋겠다는 생각이 들었습니다. 하루에 한 분만 받기에 서로 마주할
        일은 없겠지만 방명록을 통해 인연을 맺는 식으로.<BL></BL>그래서
        출판전야의 몽상 그리고 창작에 어울리는 방명록을 고민해보기로 했습니다.
        <BL></BL>
        우선 먼저 떠오르는 건 플레이리스트 방명록입니다. 몽상가분들이
        출판전야에서 작업을 하며 들은 플레이리스트를 방명록으로 남기는 것입니다.
        몽상가분들은 서로의 플레이리스트를 들으며 취향과 영감을 주고 받을 수
        있습니다.<BL></BL>그 다음은 문장 카드 전달식입니다. 먼저 온 몽상가분이
        체크아웃할 때 그 다음 체크인할 분에게 주고 싶은 문장 카드를 고르면 제가
        전달해드립니다. 전달할 문장 카드는 몽상, 창작과 관련된 것들로
        출판전야에서 엄선해놓고자 합니다.<BL></BL>지금은 이 정도이지만 고민을
        하다보면 재밌는 것들이 더 많이 생각날 것 같습니다. 출판전야에서
        몽상가분들의 인연이 피어나길 바라는 마음으로 열심히 준비해보겠습니다!
      </>
    ),
    date: "2022.03.08",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/Ca1ydgMhsGE/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log5,
    title: "홀로 와서 머물다가는 출판전야",
    desc: (
      <>
        출판전야를 만들기로 결심한 후 여러 공간을 돌아다니며 배우고 있습니다.
        한번은 성북동의 길상사에 다녀왔는데 이야기가 많은 곳인 만큼 배울 점도
        많았습니다.<BL></BL>가장 먼저 떠오르는 건 길상사에서 마주친 법정 스님의
        가르침이었는데요. 길상사 안 법정 스님의 생가에서 멋진 문장을
        발견했습니다.<BL></BL>“오랜만에 홀로 있는 내 자리를 되찾았다. 이 고요와
        한적을 무엇에 비기리, 절대로 간소하게 살 것. 날마다 버릴 것”<BL></BL>이
        말을 보고 우리가 평소 너무 많은 대상과 관계를 맺고 살지 않나라는 생각이
        들었습니다. 또 그러다보니 법정 스님의 말씀대로 홀로 있는 자리, 홀로
        사유할 시간이 적어진듯 했습니다.<BL></BL>그리고 이는 몽상가를 위한
        은신처를 만들고 있는 제게 문제로 다가왔습니다. 적어도 출판전야에 왔을
        때만큼은 고독을 즐기며 몽상에 빠져들 수 있었으면 좋겠다. 이런 생각을
        하며 한 가지 결정을 내리게 되었습니다.<BL></BL>홀로 찾아와, 고요와
        한적을 즐기며, 몽상과 창작에 몰두할 수 있는 출판전야를 만들자.<BL></BL>
        또한 당연하게도 출판전야 공간 자체도 법정 스님의 가르침에 따라
        구성해보고 싶습니다. 필요 이상의 것은 덜어낸, 간소한 공간을 그려볼
        예정입니다.<BL></BL>출판전야만 생각하면 이런저런 욕심이 생겨나지만
        그때마다 이 글로 돌아와 마음을 다잡겠습니다. 실제로 만들어진 출판전야가
        이 때의 마음가짐대로 만들어졌을지 나중에 확인해주세요!<BL></BL>+ 만약
        하루에 한분만 모신다면 저도 지기(知己)의 역할을 더 잘해낼 수 있을 것으로
        보입니다. 그러니 잠시 이야기가 필요할 때가 있다면 편하게 불러주세요!
      </>
    ),
    date: "2022.02.27",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/Caw7eknB-Pj/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log4,
    title: "출판전야에 있는 것",
    desc: (
      <>
        출판전야엔 두 가지 의미의 ‘지기’가 있습니다.<BL></BL>우선 등대지기,
        책방지기와 같이 출판전야를 관리하는 ‘지기’입니다. 사실 이와 같은 의미의
        지기는 어느 숙소에나 다 있습니다. 손님이 머물 공간을 충실히 관리하고
        운영하는 건 필수적인 일이니까요.<BL></BL>그래서 이번에 소개하고 싶은
        것은 두 번째 의미의 ‘지기(知己)’입니다. 지기(知己)는 아래와 같은 사전적
        의미를 갖고 있는데요.<BL></BL>‘자기의 가치나 속마음을 잘 알아주는 참다운
        벗’ 저 또한 몽상가인 만큼 출판전야에 찾아오실 몽상가분들에게 내적
        친밀감이 느껴집니다. 그래서 만약 괜찮으시다면 이야기를 나누고 싶습니다.
        <BL></BL>
        출판전야에 머무시는 중 잠시라도 말동무가 필요하다면 출판전야
        지기(知己)인 저(@jwluoe)를 불러주세요. 몽상 그리고 창작에 대한
        이야기뿐만 아니라 그냥 살아가는 이야기도 좋습니다. 이야기를 나누며
        서로의 세계를 여행하다보면 영감이 생기지 않을까 생각이 듭니다.<BL></BL>
        그리고 이야기하다가 문득 혼자만의 세계로 돌아가고 싶다면 언제든 편하게
        말씀해주세요. 몽상가에게 혼자만의 시간이 중요한 걸 알기에 서운해하지
        않는답니다. (저에게도 혼자만의 시간이 필요하면 말씀드릴 거니까요!)
        <BL></BL>
        믿음직스럽고 흥미로운 지기가 될 수 있도록, 출판전야에서 이야기를 나눌 그
        날이 오기까지 열심히 몽상과 창작을 하며 기다리겠습니다.
      </>
    ),
    date: "2022.02.27",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/Cae3_8FBpvf/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log3,
    title: "출판전야가 카페가 아닌 숙소인 이유",
    desc: (
      <>
        밤이 되고 어둠이라는 장막이 내려오면, 우린 스스로에게 더 집중하게
        됩니다.<BL></BL>그리고 나 자신에 대해 오롯이 돌아보는 시간 속에서 몽상은
        피어납니다.<BL></BL>이렇듯 몽상은 주로 밤에 피어나기에, 몽상가들의
        은신처를 기획할 때 그 시간대를 놓칠 수 없었습니다.<BL></BL>출판전야에
        찾아오시는 분들이, 짙은 몽상에 빠져들 수 있도록 밤 사이에도 묵을 수 있는
        숙소 공간을 만들기로 했습니다.<BL></BL>출판전야에서의 밤이 지나 다음 날
        아침이 되었을 때 우리가 심신의 편안함은 물론 충만한 영감과 함께 하루를
        시작할 수 있으면 좋겠습니다.<BL></BL>그러기 위해 출판전야에 필요한 게
        뭘지 고민하며 오늘도 몽상에 빠져보고자 합니다.
      </>
    ),
    date: "2022.02.24",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/CaW721eBV3D/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log2,
    title: "왜 이름이 출판전야인가요?",
    desc: (
      <>
        창작의 모든 단계가 창작자에겐 중요하고 의미가 있습니다.<BL></BL>하지만
        그 중에 단 하나의 순간을 꼽으라 한다면 전 출판 직전의 단계를 고를
        것입니다.<BL></BL>결과물을 세상에 내놓기 직전, 창작을 처음 시작할 때부터
        굴려온 감정의 눈송이가 어느새 커다란 눈덩이가 되어있습니다.<BL></BL>
        보람, 설렘, 긴장, 부담…<BL></BL>여러가지 감정들이 눈덩이 속에 서로
        뒤엉켜 하루에도 기분이 오락가락합니다. 그리고 이런 어려운 상황에서
        우리는 최종 퇴고를 해야합니다.<BL></BL>자신의 창작물을 돌아보며 손을
        보는 퇴고의 시간. 긴 시간 함께 해온 창작물을 퇴고하는 건 쉬운 일이
        아닙니다. 창작자가 아닌 독자의 눈으로도 창작물을 살펴봐야하는 어려운
        과정입니다.<BL></BL>이렇듯 창작물을 출판하기 직전의 시간은 여러모로
        고됩니다. 정신없이 바쁜 일상에서 그 시간을 견뎌내야 한다면 더 버거울지도
        모릅니다.<BL></BL>전 창작자를 위한 공간을 준비하며, 이 고된 마지막
        과정을 함께 해줄 수 있는 공간이 있으면 좋겠다는 생각을 했습니다. 저 또한
        창작자로써 마지막 과정의 고됨을 경험했으니까요.<BL></BL>그래서 출판
        직전의 마무리 작업에 최대한 몰입할 수 있도록 돕는 공간을 만들자 마음을
        먹었습니다.<BL></BL>그리고 그런 마음을 담아, 출판 직전의 고된 밤을 함께
        지새준다는 의미로 출판전야(出版前夜)라는 이름을 짓게 되었습니다.
        <BL></BL>어찌 보면 창작의 마침표를 찍는 과정에 함께 한다는 다소 무거운
        의미의 이름인데요.<BL></BL>출판전야라는 이름 값을 할 수 있도록 멋진
        은신처를 차근차근 준비해보겠습니다.<BL></BL>기대해주세요!
      </>
    ),
    date: "2022.02.23",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/CaUST7fh0AR/?utm_source=ig_web_copy_link",
    },
  },
  {
    img: log1,
    title: "출판전야를 만듭니다.",
    desc: (
      <>
        안녕하세요.<BL></BL>저는 무언가를 만드는 걸 좋아하는
        창작자(@jwluoe)입니다. 현재 앱 서비스, 독립출판 등 다양한 걸 만들며 살고
        있습니다.<BL></BL>제가 한 가지 더 좋아하는 것이 있는데요. 바로 창작하는
        사람들입니다. 크든 작든 무언가를 만드는 사람들이 좋습니다. 누군가 창작에
        열중하는 모습을 보면 저도 설레고 동기부여가 됩니다.<BL></BL>이런 마음
        때문일까요. 저는 이 세상에 창작자가 더 많아졌으면 좋겠습니다. 그래서
        그러기 위해 내가 할 게 있을까라는 고민을 종종 합니다.<BL></BL>그러던 중
        바슐라르의 말을 접했습니다.<BL></BL>“집이란 몽상의 보금자리요,몽상가의
        은신처이며, 평화롭게 꿈꿀 수 있도록 돕는 공간이다.”<BL></BL>그의 말을
        듣고 제가 살고 있는 집을 돌아보았습니다. 제 심신의 안식처가 될 수는
        있었지만 몽상의 은신처로 여겨지지는 않았습니다.<BL></BL>창작의 재료가
        되는 몽상이 피어나기 어려운 환경. 저의 집은 고독을 즐기기엔 물리적
        공간이 충분치 않았고 김영하 작가의 말대로 저를 현실에 잡아두는 일상의
        근심과 상처가 많았습니다.<BL></BL>그래서인지 지금도 전 창작이 고플
        때마다 작업 공간을 찾아 헤매게 됩니다. 카페는 물론 호캉스, 스테이도
        알아보죠.
        <BL></BL>근데 아직까지 몽상의 은신처로 알맞은 곳은 찾지 못했습니다. 몸과
        마음은 편히 쉴 수 있는 곳이지만 몽상 그리고 창작에 어울리는 곳은
        아니었습니다.
        <BL></BL>‘내가 한번 만들어볼까?’<BL></BL>목 마른 자가 우물을 파라는 말이
        있듯 제가 한번 만들어보면 어떨까 생각이 들었습니다. 그리고 이렇게
        ‘출판전야’를 기획하게 되었습니다.<BL></BL>전 저와 같은 사람들이 몽상
        그리고 창작을 할 수 있는 은신처를 만들고자 합니다.<BL></BL>지금은
        진행도가 0, 제로의 상태라 막막하다고 볼 수 있지만 그만큼 채워나갈 수
        있어 설렙니다. 앞으로 그 설레는 과정을 하나씩 기록해보고자 하는데
        관심가져주시면 감사하겠습니다!<BL></BL>+ 몽상가를 위한 은신처에 필요한
        게 있다면 언제든 편하게 말씀해주세요!
      </>
    ),
    date: "2022.02.21",
    origin: {
      name: "인스타그램",
      url:
        "https://www.instagram.com/p/CaPR0hPBZoo/?utm_source=ig_web_copy_link",
    },
  },
];

export default LogArray;
